Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: 不同意将退出 Memonta，且未同意前无法使用录音、转写与总结功能。
ar: إذا رفضت، سيُغلق Memonta، ولن يتوفر التسجيل والنسخ والتلخيص حتى الموافقة.
de: Bei Ablehnung wird Memonta beendet; Aufnahme, Transkription und Zusammenfassung bleiben bis zur Zustimmung gesperrt.
en: If you decline, Memonta will quit, and recording, transcription and summarization stay unavailable until you agree.
es: Si rechazas, Memonta se cerrará y no podrás usar grabación, transcripción ni resumen hasta que aceptes.
fr: En cas de refus, Memonta se fermera ; l’enregistrement, la transcription et le résumé resteront indisponibles jusqu’à votre accord.
hi: अस्वीकार करने पर Memonta बंद हो जाएगा, और सहमति देने तक रिकॉर्डिंग, ट्रांसक्रिप्शन व सारांश उपलब्ध नहीं रहेंगे।
id: Jika menolak, Memonta akan keluar dan perekaman, transkripsi, serta ringkasan tidak tersedia sampai Anda menyetujui.
it: Se rifiuti, Memonta si chiuderà e registrazione, trascrizione e riepilogo resteranno non disponibili finché non accetti.
ja: 同意しない場合、Memonta は終了し、同意するまで録音・文字起こし・要約は利用できません。
ko: 동의하지 않으면 Memonta가 종료되며, 동의하기 전에는 녹음·받아쓰기·요약 기능을 사용할 수 없습니다.
nl: Bij weigeren sluit Memonta af; opnemen, transcriberen en samenvatten blijven onbeschikbaar tot je akkoord gaat.
pl: W razie odrzucenia Memonta zostanie zamknięty; nagrywanie, transkrypcja i podsumowania będą niedostępne do czasu akceptacji.
pt: Se recusar, o Memonta fecha e gravação, transcrição e resumo ficam indisponíveis até aceitar.
ru: При отказе Memonta закроется; запись, расшифровка и конспекты будут недоступны до согласия.
sv: Om du avböjer avslutas Memonta och inspelning, transkribering och sammanfattning är otillgängliga tills du godkänner.
th: หากปฏิเสธ Memonta จะปิดลง และจะใช้การบันทึก ถอดเสียง และสรุปไม่ได้จนกว่าจะยอมรับ
tr: Reddederseniz Memonta kapanır; kabul edene kadar kayıt, yazıya dökme ve özetleme kullanılamaz.
uk: У разі відмови Memonta закриється; запис, транскрипція та підсумки будуть недоступні до згоди.
vi: Nếu từ chối, Memonta sẽ thoát và bạn không thể dùng ghi âm, chuyển lời và tóm tắt cho đến khi đồng ý.
zh_hant: 不同意將結束 Memonta，且未同意前無法使用錄音、轉寫與總結功能。

source: 不同意并退出
ar: رفض والخروج
de: Ablehnen und beenden
en: Decline and Quit
es: Rechazar y salir
fr: Refuser et quitter
hi: अस्वीकार करें और बाहर निकलें
id: Tolak dan keluar
it: Rifiuta ed esci
ja: 同意せず終了
ko: 동의하지 않고 종료
nl: Weigeren en afsluiten
pl: Odrzuć i zamknij
pt: Recusar e sair
ru: Отказаться и выйти
sv: Avböj och avsluta
th: ปฏิเสธและออก
tr: Reddet ve çık
uk: Відмовитися й вийти
vi: Từ chối và thoát
zh_hant: 不同意並結束

source: 不支持的文件格式：.%@
ar: تنسيق ملف غير مدعوم: .%@
de: Nicht unterstütztes Dateiformat: .%@
en: Unsupported file format: .%@
es: Formato de archivo no compatible: .%@
fr: Format de fichier non pris en charge : .%@
hi: असमर्थित फ़ाइल प्रारूप: .%@
id: Format file tidak didukung: .%@
it: Formato file non supportato: .%@
ja: 未対応のファイル形式：.%@
ko: 지원하지 않는 파일 형식: .%@
nl: Niet-ondersteund bestandsformaat: .%@
pl: Nieobsługiwany format pliku: .%@
pt: Formato de ficheiro não suportado: .%@
ru: Неподдерживаемый формат файла: .%@
sv: Filformat som inte stöds: .%@
th: รูปแบบไฟล์ที่ไม่รองรับ: .%@
tr: Desteklenmeyen dosya biçimi: .%@
uk: Непідтримуваний формат файлу: .%@
vi: Định dạng tệp không được hỗ trợ: .%@
zh_hant: 不支援的檔案格式：.%@

source: 不能选择系统目录作为数据文件夹
ar: لا يمكن استخدام مجلدات النظام كمجلد بيانات
de: Systemverzeichnisse können nicht als Datenordner verwendet werden
en: System directories cannot be used as the data folder
es: Las carpetas del sistema no pueden usarse como carpeta de datos
fr: Les dossiers système ne peuvent pas servir de dossier de données
hi: सिस्टम निर्देशिकाओं को डेटा फ़ोल्डर के रूप में उपयोग नहीं किया जा सकता
id: Direktori sistem tidak dapat digunakan sebagai folder data
it: Le cartelle di sistema non possono essere usate come cartella dati
ja: システムディレクトリはデータフォルダとして選択できません
ko: 시스템 디렉터리는 데이터 폴더로 선택할 수 없습니다
nl: Systeemmappen kunnen niet als gegevensmap worden gebruikt
pl: Katalogi systemowe nie mogą być używane jako folder danych
pt: Pastas do sistema não podem ser usadas como pasta de dados
ru: Системные каталоги нельзя использовать как папку данных
sv: Systemkataloger kan inte användas som datamapp
th: ไม่สามารถใช้ไดเรกทอรีระบบเป็นโฟลเดอร์ข้อมูลได้
tr: Sistem dizinleri veri klasörü olarak kullanılamaz
uk: Системні каталоги не можна використовувати як папку даних
vi: Không thể dùng thư mục hệ thống làm thư mục dữ liệu
zh_hant: 不能選擇系統目錄作爲數據資料夾

source: 专业模式
ar: الوضع الاحترافي
de: Profi-Modus
en: Pro Mode
es: Modo profesional
fr: Mode pro
hi: प्रो मोड
id: Mode Pro
it: Modalità Pro
ja: プロモード
ko: 프로 모드
nl: Pro-modus
pl: Tryb Pro
pt: Modo Pro
ru: Профессиональный режим
sv: Proläge
th: โหมดโปร
tr: Pro Mod
uk: Професійний режим
vi: Chế độ chuyên nghiệp
zh_hant: 專業模式

source: 专业模式下可在「设置 → 转写」调整说话人区分的「精细度」五档：越高边界越准、越吃 CPU 与内存，中间档为默认
ar: في الوضع الاحترافي يمكنك ضبط «الدقة» لتمييز المتحدثين من الإعدادات ← النسخ النصي (خمسة مستويات): كلما ارتفع المستوى زادت دقة الحدود وزاد استهلاك المعالج والذاكرة، والمستوى الأوسط هو الافتراضي
de: Im Pro-Modus lässt sich die „Genauigkeit“ der Sprechertrennung unter Einstellungen → Transkription in fünf Stufen einstellen: Höhere Stufen liefern genauere Sprechergrenzen, brauchen aber mehr CPU und Speicher; Standard ist die mittlere Stufe
en: In Pro mode you can set the speaker-separation “Precision” in Settings → Transcription (five levels): higher levels give more accurate speaker boundaries but use more CPU and memory; the middle level is the default
es: En modo Pro puedes ajustar la «Precisión» de la separación de hablantes en Ajustes → Transcripción (cinco niveles): a mayor nivel, límites más precisos pero más consumo de CPU y memoria; el nivel intermedio es el predeterminado
fr: En mode Pro, vous pouvez régler la « Précision » de la séparation des locuteurs dans Réglages → Transcription (cinq niveaux) : plus le niveau est élevé, plus les frontières sont précises, mais plus la consommation de CPU et de mémoire augmente ; le niveau intermédiaire est celui par défaut
hi: प्रो मोड में «सेटिंग्स → ट्रांसक्रिप्शन» में वक्ता पृथक्करण की «परिशुद्धता» पाँच स्तरों में समायोजित कर सकते हैं: स्तर जितना ऊँचा, सीमाएँ उतनी सटीक पर CPU और मेमोरी की खपत अधिक; बीच का स्तर डिफ़ॉल्ट है
id: Di mode Pro Anda dapat mengatur «Presisi» pemisahan pembicara di Pengaturan → Transkripsi (lima tingkat): semakin tinggi semakin presisi batasnya tetapi semakin banyak CPU dan memori; tingkat tengah adalah bawaan
it: In modalità Pro puoi impostare la «Precisione» della separazione degli interlocutori in Impostazioni → Trascrizione (cinque livelli): più alto è il livello, più i confini sono precisi ma maggiore è il consumo di CPU e memoria; il livello intermedio è quello predefinito
ja: プロモードでは「設定 → 文字起こし」で話者分離の「精度」を 5 段階から選べます。高いほど境界が正確になりますが CPU とメモリを多く使います。既定は中央の段階です
ko: 프로 모드에서는 ‘설정 → 전사’에서 화자 구분 ‘정밀도’를 5단계로 조절할 수 있습니다. 높을수록 경계가 정확하지만 CPU와 메모리를 더 사용하며, 기본값은 중간 단계입니다
nl: In Pro-modus kun je de ‘Precisie’ van de sprekersscheiding instellen via Instellingen → Transcriptie (vijf niveaus): hoger geeft nauwkeuriger sprekersgrenzen maar gebruikt meer CPU en geheugen; het middelste niveau is de standaard
pl: W trybie Pro możesz ustawić „Dokładność” rozdzielania mówców w Ustawienia → Transkrypcja (pięć poziomów): wyższy poziom to dokładniejsze granice, ale większe zużycie CPU i pamięci; domyślny jest poziom środkowy
pt: No modo Pro pode ajustar a «Precisão» da separação de falantes em Ajustes → Transcrição (cinco níveis): quanto mais alto, mais precisos os limites, mas maior o consumo de CPU e memória; o nível intermédio é o predefinido
ru: В профессиональном режиме «Точность» разделения говорящих настраивается в «Настройки → Транскрибация» (пять уровней): чем выше уровень, тем точнее границы, но тем больше нагрузка на процессор и память; по умолчанию выбран средний уровень
sv: I Pro-läge kan du ställa in «Precision» för talaruppdelningen under Inställningar → Transkribering (fem nivåer): högre nivå ger exaktare talargränser men använder mer CPU och minne; mellannivån är standard
th: ในโหมดโปร ปรับ «ความละเอียด» ของการแยกผู้พูดได้ที่ «การตั้งค่า → ถอดเสียง» มีห้าระดับ: ยิ่งสูงขอบเขตยิ่งแม่นแต่ใช้ CPU และหน่วยความจำมากขึ้น โดยค่าเริ่มต้นอยู่ที่ระดับกลาง
tr: Pro modda konuşmacı ayrımının «Hassasiyet»ini Ayarlar → Yazıya Dökme'de beş seviye olarak ayarlayabilirsiniz: seviye yükseldikçe sınırlar keskinleşir ancak CPU ve bellek kullanımı artar; varsayılan orta seviyedir
uk: У професійному режимі «Точність» розділення мовців налаштовується в «Налаштування → Транскрипція» (п’ять рівнів): що вищий рівень, то точніші межі, але більше навантаження на процесор і пам’ять; типовий — середній рівень
vi: Ở chế độ Pro, bạn có thể chỉnh «Độ chi tiết» của việc phân tách người nói trong «Cài đặt → Chép lời» (năm mức): mức càng cao ranh giới càng chính xác nhưng tốn nhiều CPU và bộ nhớ hơn; mức giữa là mặc định
zh_hant: 專業模式下可在「設定 → 轉寫」調整說話人區分的「精細度」五檔：越高邊界越準、越吃 CPU 與記憶體，中間檔為預設

source: 丢弃
ar: تجاهل
de: Verwerfen
en: Discard
es: Descartar
fr: Abandonner
hi: ख़ारिज करें
id: Buang
it: Scarta
ja: 破棄
ko: 버리기
nl: Verwijderen
pl: Odrzuć
pt: Descartar
ru: Отбросить
sv: Kasta
th: ทิ้ง
tr: At
uk: Відхилити
vi: Bỏ
zh_hant: 丟棄

source: 两条音轨合并失败，已保留麦克风音轨，系统音频可能丢失。
ar: فشل دمج مساري الصوت. تم الاحتفاظ بمسار الميكروفون، وقد يكون صوت النظام مفقودًا.
de: Zusammenführen der beiden Audiospuren fehlgeschlagen. Die Mikrofonspur wurde behalten; Systemaudio ist möglicherweise verloren.
en: Failed to merge the two audio tracks. The microphone track has been kept; system audio may be lost.
es: Falló la fusión de las dos pistas de audio. Se conservó la pista del micrófono; el audio del sistema puede haberse perdido.
fr: Échec de la fusion des deux pistes audio. La piste du microphone a été conservée ; l’audio système peut être perdu.
hi: दो ऑडियो ट्रैक मिलाने में विफल। माइक्रोफ़ोन ट्रैक रखा गया है; सिस्टम ऑडियो खो सकता है।
id: Gagal menggabungkan dua trek audio. Trek mikrofon dipertahankan; audio sistem mungkin hilang.
it: Unione delle due tracce audio non riuscita. La traccia del microfono è stata conservata; l’audio di sistema potrebbe essere perso.
ja: 2つの音声トラックの統合に失敗しました。マイクトラックは保持されており、システム音声が失われた可能性があります。
ko: 두 오디오 트랙 병합에 실패했습니다. 마이크 트랙은 보존되었으며 시스템 오디오는 유실되었을 수 있습니다.
nl: Samenvoegen van de twee audiotracks mislukt. De microfoontrack is bewaard; systeemgeluid kan verloren zijn.
pl: Nie udało się połączyć dwóch ścieżek audio. Zachowano ścieżkę mikrofonu; dźwięk systemowy mógł zostać utracony.
pt: Falha ao mesclar as duas faixas de áudio. A faixa do microfone foi mantida; o áudio do sistema pode ter sido perdido.
ru: Не удалось объединить две аудиодорожки. Дорожка микрофона сохранена; системный звук мог быть утерян.
sv: Kunde inte slå ihop de två ljudspåren. Mikrofonspåret har behållits; systemljudet kan ha förlorats.
th: รวมสองแทร็กเสียงล้มเหลว ได้เก็บแทร็กไมโครโฟนไว้ และเสียงระบบอาจสูญหาย
tr: İki ses izi birleştirilemedi. Mikrofon izi korundu; sistem sesi kaybolmuş olabilir.
uk: Не вдалося об’єднати дві звукові доріжки. Доріжку мікрофона збережено; системний звук могло бути втрачено.
vi: Gộp hai rãnh âm thanh thất bại. Rãnh micro đã được giữ lại; âm thanh hệ thống có thể bị mất.
zh_hant: 兩條音軌合併失敗，已保留麥克風音軌，系統音訊可能遺失。

source: 中
ar: متوسطة
de: Mittel
en: Medium
es: Media
fr: Moyenne
hi: मध्यम
id: Sedang
it: Media
ko: 중
nl: Gemiddeld
pl: Średni
pt: Média
ru: Средний
sv: Medel
th: ปานกลาง
tr: Orta
uk: Середній
vi: Trung bình

source: 中文（简体）
ar: الصينية (المبسطة)
de: Chinesisch (vereinfacht)
en: Chinese (Simplified)
es: Chino (simplificado)
fr: Chinois (simplifié)
hi: चीनी (सरलीकृत)
id: Tionghoa (Sederhana)
it: Cinese (semplificato)
ja: 中国語（簡体字）
ko: 중국어(간체)
nl: Chinees (vereenvoudigd)
pl: chiński (uproszczony)
pt: Chinês (simplificado)
ru: Китайский (упрощённый)
sv: Kinesiska (förenklad)
th: จีน (ตัวย่อ)
tr: Çince (Basitleştirilmiş)
uk: Китайська (спрощена)
vi: Tiếng Trung (Giản thể)
zh_hant: 中文（簡體）

source: 中文（繁體）
ar: الصينية (التقليدية)
de: Chinesisch (traditionell)
en: Chinese (Traditional)
es: Chino (tradicional)
fr: Chinois (traditionnel)
hi: चीनी (पारंपरिक)
id: Tionghoa (Tradisional)
it: Cinese (tradizionale)
ja: 中国語（繁体字）
ko: 중국어(번체)
nl: Chinees (traditioneel)
pl: chiński (tradycyjny)
pt: Chinês (tradicional)
ru: Китайский (традиционный)
sv: Kinesiska (traditionell)
th: จีน (ตัวเต็ม)
tr: Çince (Geleneksel)
uk: Китайська (традиційна)
vi: Tiếng Trung (Phồn thể)

source: 临时模式：未连接数据库，新建/导入/删除已禁用，本次所有改动都不会保存，退出即丢失。
ar: الوضع المؤقت: لا يوجد اتصال بقاعدة البيانات. الإنشاء والاستيراد والحذف معطّلة، ولن يُحفظ أي تغيير وستفقد جميعها عند الخروج.
de: Temporärer Modus: keine Verbindung zur Datenbank. Erstellen, Importieren und Löschen sind deaktiviert; es wird nichts gespeichert und beim Beenden gehen alle Änderungen verloren.
en: Temporary mode: not connected to the database. Creating, importing and deleting are disabled; nothing will be saved this session and everything is lost on exit.
es: Modo temporal: sin conexión a la base de datos. Crear, importar y eliminar están desactivados; no se guardará ningún cambio y todo se perderá al salir.
fr: Mode temporaire : non connecté à la base de données. La création, l'import et la suppression sont désactivés ; aucun changement ne sera enregistré et tout sera perdu à la fermeture.
hi: अस्थायी मोड: डेटाबेस से कनेक्ट नहीं है। नया बनाना/आयात/हटाना अक्षम है, इस बार कोई भी बदलाव सहेजा नहीं जाएगा और बाहर निकलते ही चला जाएगा।
id: Mode sementara: tidak terhubung ke basis data. Membuat/mengimpor/menghapus dinonaktifkan; semua perubahan sesi ini tidak akan disimpan dan hilang saat keluar.
it: Modalità temporanea: non connesso al database. Creazione, importazione ed eliminazione sono disattivate; nessuna modifica verrà salvata e tutto andrà perso all'uscita.
ja: 一時モード：データベースに接続していません。新規作成／読み込み／削除は無効で、今回の変更は一切保存されず、終了すると失われます。
ko: 임시 모드: 데이터베이스에 연결되지 않았습니다. 새로 만들기/가져오기/삭제가 비활성화되어 있으며 이번 변경 사항은 저장되지 않고 종료 시 사라집니다.
nl: Tijdelijke modus: niet verbonden met de database. Aanmaken/importeren/verwijderen is uitgeschakeld; deze sessie wordt niets opgeslagen en alles gaat verloren bij afsluiten.
pl: Tryb tymczasowy: brak połączenia z bazą danych. Tworzenie/importowanie/usuwanie jest wyłączone; żadne zmiany nie zostaną zapisane i przepadną po zamknięciu.
pt: Modo temporário: sem ligação à base de dados. Criar, importar e eliminar estão desativados; não será guardada qualquer alteração e tudo será perdido ao sair.
ru: Временный режим: нет подключения к базе данных. Создание, импорт и удаление отключены; изменения не сохранятся и будут потеряны при выходе.
sv: Tillfälligt läge: inte ansluten till databasen. Skapa/importera/ta bort är inaktiverat; inga ändringar sparas och allt går förlorat vid avslut.
th: โหมดชั่วคราว: ไม่ได้เชื่อมต่อฐานข้อมูล การสร้าง/นำเข้า/ลบถูกปิดใช้งาน การเปลี่ยนแปลงทั้งหมดในครั้งนี้จะไม่ถูกบันทึก และจะหายไปเมื่อออก
tr: Geçici mod: veritabanına bağlı değil. Oluşturma/içe aktarma/silme devre dışı; bu oturumdaki hiçbir değişiklik kaydedilmeyecek ve çıkışta kaybolacak.
uk: Тимчасовий режим: немає підключення до бази даних. Створення/імпорт/видалення вимкнено; зміни не збережуться й зникнуть після виходу.
vi: Chế độ tạm thời: chưa kết nối cơ sở dữ liệu. Tạo mới/nhập/xóa đã bị vô hiệu hóa; mọi thay đổi lần này sẽ không được lưu và mất khi thoát.
zh_hant: 臨時模式：未連接資料庫，新建/匯入/刪除已停用，本次所有變更都不會儲存，結束即遺失。

source: 临时模式下不会保存任何改动，新建/导入/删除已被禁用。请先通过启动界面的「重试」连接数据库，或重启应用。
ar: في الوضع المؤقت لا يُحفظ أي تغيير، والإنشاء/الاستيراد/الحذف معطّلة. أعد الاتصال بقاعدة البيانات عبر «إعادة المحاولة» في شاشة البدء، أو أعد تشغيل التطبيق.
de: Im temporären Modus wird nichts gespeichert; Erstellen, Importieren und Löschen sind deaktiviert. Verbinden Sie sich über „Wiederholen“ im Startbildschirm erneut mit der Datenbank, oder starten Sie die App neu.
en: Nothing is saved in temporary mode; creating, importing and deleting are disabled. Reconnect to the database via Retry on the startup screen, or restart the app.
es: En modo temporal no se guarda ningún cambio; crear, importar y eliminar están desactivados. Vuelve a conectar con la base de datos con «Reintentar» en la pantalla de inicio, o reinicia la app.
fr: En mode temporaire, aucune modification n'est enregistrée ; la création, l'import et la suppression sont désactivés. Reconnectez-vous à la base de données via « Réessayer » sur l'écran de démarrage, ou redémarrez l'app.
hi: अस्थायी मोड में कोई बदलाव सहेजा नहीं जाता; नया बनाना/आयात/हटाना अक्षम है। कृपया स्टार्टअप स्क्रीन के «पुनः प्रयास करें» से डेटाबेस से कनेक्ट करें, या ऐप पुनः आरंभ करें।
id: Dalam mode sementara tidak ada perubahan yang disimpan; membuat/mengimpor/menghapus dinonaktifkan. Sambungkan kembali ke basis data melalui «Coba lagi» di layar awal, atau mulai ulang aplikasi.
it: In modalità temporanea non viene salvata alcuna modifica; creazione, importazione ed eliminazione sono disattivate. Riconnettiti al database con «Riprova» nella schermata di avvio, oppure riavvia l'app.
ja: 一時モードでは変更が保存されません。新規作成／読み込み／削除は無効です。起動画面の「再試行」でデータベースに接続するか、アプリを再起動してください。
ko: 임시 모드에서는 아무 변경도 저장되지 않으며 새로 만들기/가져오기/삭제가 비활성화되어 있습니다. 시작 화면의 ‘다시 시도’로 데이터베이스에 연결하거나 앱을 다시 시작하세요.
nl: In tijdelijke modus wordt niets opgeslagen; aanmaken/importeren/verwijderen is uitgeschakeld. Maak opnieuw verbinding met de database via «Opnieuw proberen» op het opstartscherm, of herstart de app.
pl: W trybie tymczasowym żadne zmiany nie są zapisywane; tworzenie/importowanie/usuwanie jest wyłączone. Połącz się ponownie z bazą danych przez „Ponów” na ekranie startowym albo uruchom aplikację ponownie.
pt: Em modo temporário não é guardada qualquer alteração; criar, importar e eliminar estão desativados. Volte a ligar-se à base de dados com «Tentar novamente» no ecrã de arranque, ou reinicie a aplicação.
ru: Во временном режиме изменения не сохраняются; создание, импорт и удаление отключены. Подключитесь к базе данных кнопкой «Повторить» на экране запуска или перезапустите приложение.
sv: I tillfälligt läge sparas inga ändringar; skapa/importera/ta bort är inaktiverat. Återanslut till databasen via «Försök igen» på startskärmen eller starta om appen.
th: ในโหมดชั่วคราวจะไม่บันทึกการเปลี่ยนแปลงใด ๆ และการสร้าง/นำเข้า/ลบถูกปิดใช้งาน โปรดเชื่อมต่อฐานข้อมูลใหม่ผ่าน «ลองอีกครั้ง» บนหน้าจอเริ่มต้น หรือรีสตาร์ทแอป
tr: Geçici modda hiçbir değişiklik kaydedilmez; oluşturma/içe aktarma/silme devre dışıdır. Başlangıç ekranındaki «Yeniden dene» ile veritabanına yeniden bağlanın veya uygulamayı yeniden başlatın.
uk: У тимчасовому режимі зміни не зберігаються; створення/імпорт/видалення вимкнено. Повторно підключіться до бази даних кнопкою «Повторити» на екрані запуску або перезапустіть застосунок.
vi: Ở chế độ tạm thời, mọi thay đổi không được lưu; tạo mới/nhập/xóa đã bị vô hiệu hóa. Hãy kết nối lại cơ sở dữ liệu bằng «Thử lại» trên màn hình khởi động, hoặc khởi động lại ứng dụng.
zh_hant: 臨時模式下不會儲存任何變更，新建/匯入/刪除已被停用。請先透過啟動介面的「重試」連接資料庫，或重新啟動應用程式。

source: 临时模式不会保存任何改动：新建录音、新建快捷笔记、导入与删除都会被禁用，应用退出后本次所有内容都会丢失。仅建议在需要临时查看现有内容时使用。
ar: لا يحفظ الوضع المؤقت أي تغييرات: إنشاء التسجيلات والملاحظات السريعة والاستيراد والحذف كلها معطّلة، وستفقد جميع محتويات هذه الجلسة عند الخروج من التطبيق. يُنصح باستخدامه فقط عند الحاجة إلى استعراض المحتوى الحالي مؤقتًا.
de: Der temporäre Modus speichert keine Änderungen: Neue Aufnahmen, neue Schnellnotizen, Importieren und Löschen sind alle deaktiviert, und alle Inhalte dieser Sitzung gehen beim Beenden der App verloren. Nur geeignet, um vorhandene Inhalte vorübergehend anzusehen.
en: Temporary mode does not save any changes: creating recordings, creating quick notes, importing and deleting are all disabled, and everything from this session is lost when the app exits. Use it only when you just need a temporary look at existing content.
es: El modo temporal no guarda ningún cambio: crear grabaciones, crear notas rápidas, importar y eliminar están desactivados, y todo el contenido de esta sesión se pierde al salir de la app. Úsalo solo cuando necesites consultar el contenido existente de forma temporal.
fr: Le mode temporaire n'enregistre aucune modification : créer un enregistrement, créer une note rapide, importer et supprimer sont tous désactivés, et tout le contenu de cette session sera perdu à la fermeture de l'app. À utiliser uniquement pour consulter temporairement le contenu existant.
hi: अस्थायी मोड कोई बदलाव नहीं सहेजता: नई रिकॉर्डिंग, नया क्विक नोट, आयात और हटाना सभी अक्षम हैं, और ऐप से बाहर निकलने पर इस बार की सारी सामग्री खो जाएगी। इसका उपयोग केवल मौजूदा सामग्री को अस्थायी रूप से देखने के लिए करें।
id: Mode sementara tidak menyimpan perubahan apa pun: membuat rekaman baru, membuat catatan cepat baru, mengimpor, dan menghapus semuanya dinonaktifkan, dan seluruh konten sesi ini akan hilang saat aplikasi keluar. Gunakan hanya saat perlu meninjau sementara konten yang ada.
it: La modalità temporanea non salva alcuna modifica: creare registrazioni, creare note rapide, importare ed eliminare sono tutti disattivati, e tutti i contenuti di questa sessione andranno persi alla chiusura dell'app. Da usare solo per una consultazione temporanea dei contenuti esistenti.
ja: 一時モードでは変更が保存されません。録音の新規作成、クイックノートの新規作成、読み込み、削除がすべて無効になり、アプリ終了後は今回の内容がすべて失われます。既存の内容を一時的に確認したい場合にのみ使用してください。
ko: 임시 모드에서는 어떤 변경도 저장되지 않습니다. 새 녹음, 새 빠른 메모, 가져오기, 삭제가 모두 비활성화되며 앱을 종료하면 이번 내용이 모두 사라집니다. 기존 내용을 잠시 확인하려는 경우에만 사용하세요.
nl: Tijdelijke modus slaat geen wijzigingen op: nieuwe opname, nieuwe snelle notitie, importeren en verwijderen zijn allemaal uitgeschakeld, en alle inhoud van deze sessie gaat verloren bij het afsluiten van de app. Alleen bedoeld om bestaande inhoud tijdelijk te bekijken.
pl: Tryb tymczasowy nie zapisuje żadnych zmian: tworzenie nagrań, tworzenie szybkich notatek, importowanie i usuwanie są wyłączone, a cała zawartość z tego uruchomienia przepadnie po zamknięciu aplikacji. Używaj tylko do tymczasowego przeglądania istniejącej zawartości.
pt: O modo temporário não guarda qualquer alteração: criar gravações, criar notas rápidas, importar e eliminar estão todos desativados, e todo o conteúdo desta sessão será perdido ao sair da aplicação. Use apenas quando precisar de consultar temporariamente o conteúdo existente.
ru: Во временном режиме изменения не сохраняются: создание записей, создание быстрых заметок, импорт и удаление отключены, а всё содержимое этого сеанса будет потеряно при выходе из приложения. Используйте только для временного просмотра имеющегося содержимого.
sv: Tillfälligt läge sparar inga ändringar: skapa inspelningar, skapa snabbanteckningar, importera och ta bort är alla inaktiverade, och allt innehåll från denna session förloras när appen avslutas. Använd bara när du tillfälligt behöver titta på befintligt innehåll.
th: โหมดชั่วคราวจะไม่บันทึกการเปลี่ยนแปลงใด ๆ: การสร้างการบันทึกใหม่ การสร้างโน้ตด่วนใหม่ การนำเข้า และการลบ จะถูกปิดใช้งานทั้งหมด และเนื้อหาทั้งหมดในครั้งนี้จะหายไปเมื่อออกจากแอป แนะนำให้ใช้เฉพาะเมื่อต้องการดูเนื้อหาที่มีอยู่ชั่วคราวเท่านั้น
tr: Geçici mod hiçbir değişikliği kaydetmez: yeni kayıt, yeni hızlı not oluşturma, içe aktarma ve silme devre dışıdır ve uygulamadan çıkınca bu oturumdaki her şey kaybolur. Yalnızca mevcut içeriğe geçici olarak bakmanız gerektiğinde kullanın.
uk: У тимчасовому режимі зміни не зберігаються: створення записів, створення швидких нотаток, імпорт і видалення вимкнено, а весь вміст цього сеансу зникне після виходу із застосунку. Використовуйте лише для тимчасового перегляду наявного вмісту.
vi: Chế độ tạm thời không lưu bất kỳ thay đổi nào: tạo bản ghi mới, tạo ghi chú nhanh mới, nhập và xóa đều bị vô hiệu hóa, và toàn bộ nội dung lần này sẽ mất khi thoát ứng dụng. Chỉ nên dùng khi cần xem tạm nội dung hiện có.
zh_hant: 臨時模式不會儲存任何變更：新建錄音、新建快速筆記、匯入與刪除都會被停用，應用程式結束後本次所有內容都會遺失。僅建議在需要臨時查看現有內容時使用。
